[
  {
  "id": 1,
  "title": "20 Things Everyone Should Know About the Financial Industry",
  "images": "https://i.ibb.co/jVRtqVp/school1.png",
  "details": "When it comes to choosing the right financial professional for your particular needs, it might not take much time before you scratch your head wondering where to begin or what qualities and credentials are needed for you and your family.You can just check log onto the internet and you’ll see that there are lots of ways to learn more about financial education. However, going through all this information can leave someone to feel uncertain about how best to start. Having the correct information to start with will help you approach the financial industry with eyes wide open having both healthy skepticism that can protect you and confidence..",
  "category": "School"
  },
  {
  "id": 2,
  "title": "Five Easy Steps You Can Try To Change Your Money Mindset",
  "images": "https://i.ibb.co/wSps8KP/school2.png",
  "details": "Change and control work side by side. Sometimes change is within your scope of control, while some remains outside it. However, there are times or situations where that you can’t control it and your financial health is one of them. People normally focus on the money aspects they cannot control such as returns or the market, instead of focusing on aspects they can control such as spending, investing, savings, goal-setting, and more.",
  "category": "School"
  },
  {
  "id": 3,
  "title": "Six Simple Ways to Save More Money",
  "images": "https://i.ibb.co/pfSVT8p/university1.png",
  "details": "Many people are suffering during this time. Some people lost their jobs, businesses are closed, and some continuously struggle to make ends meet with what they have. In short, saving money can are challenging these days.",
  "category": "University"
  },
  {
  "id": 4,
  "title": "Getting Into Good Financial State While You Are Young",
  "images": "https://i.ibb.co/tzV3GB0/university2.png",
  "details": "When you are still in your 20’s, being carefree and unconcerned about the future is easy and simple. But financially, this can be a mistake. Getting into a good financial state while you are still young is worth it and planning long-term goals is essential.",
  "category": "University"
  },
  {
  "id": 5,
  "title": "Six Tips To Finding a Budget-Friendly Health Insurance When You Become Self-Employed",
  "images": "https://i.ibb.co/kyTv7Tc/business1.png",
  "details": "Leaving your job, working as a freelancer, or becoming self-employed for any reason does not mean you cannot get budget-friendly health insurance. Today, we will cover six tips that can help you find health insurance. This is so you and your family can get the coverage you need no matter what your employment situation and status are.",
  "category": "Business"
  }
  ]